Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: Turn off “Hide checked items” to show them again.
da: Slå “Skjul afkrydsede varer” fra for at vise dem igen.
de: Deaktiviere „Erledigte Artikel ausblenden“, um sie wieder anzuzeigen.
es: Desactiva “Ocultar artículos marcados” para volver a mostrarlos.
fr: Désactivez « Masquer les articles cochés » pour les afficher à nouveau.
it: Disattiva “Nascondi gli articoli spuntati” per mostrarli di nuovo.
nl: Schakel “Afgevinkte items verbergen” uit om ze weer te tonen.
pt_pt: Desativa “Ocultar artigos assinalados” para os mostrar novamente.

source: Turn the planned week into a shopping list without writing it twice.
da: Lav den planlagte uge om til en indkøbsliste uden at skrive alt to gange.
de: Mach aus der geplanten Woche eine Einkaufsliste, ohne alles zweimal zu schreiben.
es: Convierte la semana planificada en una lista de la compra sin escribirlo todo dos veces.
fr: Transformez la semaine planifiée en liste de courses sans tout écrire deux fois.
it: Trasforma la settimana pianificata in una lista della spesa senza scrivere tutto due volte.
nl: Maak van de geplande week een boodschappenlijst zonder alles twee keer te schrijven.
pt_pt: Transforma a semana planeada numa lista de compras sem escrever tudo duas vezes.

source: Type a name to add a dish, or paste a recipe link.
da: Skriv et navn for at tilføje en ret, eller indsæt et opskriftslink.
de: Tippe einen Namen ein, um ein Gericht anzulegen, oder füge einen Rezept-Link ein.
es: Escribe un nombre para añadir un plato o pega un enlace de receta.
fr: Saisissez un nom pour ajouter un plat, ou collez un lien de recette.
it: Scrivi un nome per aggiungere un piatto oppure incolla un link a una ricetta.
nl: Typ een naam om een gerecht toe te voegen of plak een receptlink.
pt_pt: Escreve um nome para adicionar um prato ou cola um link de receita.

source: Undo
da: Fortryd
es: Deshacer
fr: Annuler
it: Annulla
nl: Herstel
pt_pt: Anular

source: Undo last change
da: Fortryd sidste ændring
es: Deshacer el último cambio
fr: Annuler la dernière modification
it: Annulla l’ultima modifica
nl: Laatste wijziging ongedaan maken
pt_pt: Anular a última alteração

source: Units
da: Enheder
de: Einheiten
es: Unidades
fr: Unités
it: Unità
nl: Eenheden
pt_pt: Unidades

source: Unknown
da: Ukendt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pt_pt: Desconhecido

source: Unlimited planning
da: Ubegrænset planlægning
es: Planificación ilimitada
fr: Planification illimitée
it: Pianificazione illimitata
nl: Onbeperkt plannen
pt_pt: Planeamento ilimitado

source: Unlimited planning starts here
da: Ubegrænset planlægning starter her
de: Hier beginnt unbegrenztes Planen
es: La planificación ilimitada empieza aquí
fr: La planification illimitée commence ici
it: La pianificazione illimitata inizia qui
nl: Onbeperkt plannen begint hier
pt_pt: O planeamento ilimitado começa aqui

source: Unlock App
da: Lås appen op
es: Desbloquear la app
fr: Débloquer l’app
it: Sblocca l’app
nl: App ontgrendelen
pt_pt: Desbloquear a app

source: Unlock App for %@
da: Lås appen op for %@
es: Desbloquear la app por %@
fr: Débloquer l’app pour %@
it: Sblocca l’app per %@
nl: App ontgrendelen voor %@
pt_pt: Desbloquear a app por %@

source: Unlock MealPlan in the app to plan more than 7 days ahead.
da: Lås MealPlan op i appen for at planlægge mere end 7 dage frem.
es: Desbloquea MealPlan en la app para planificar con más de 7 días de antelación.
fr: Débloquez MealPlan dans l’app pour planifier au-delà de 7 jours.
it: Sblocca MealPlan nell’app per pianificare oltre 7 giorni in anticipo.
nl: Ontgrendel MealPlan in de app om verder dan 7 dagen vooruit te plannen.
pt_pt: Desbloqueia o MealPlan na app para planear com mais de 7 dias de antecedência.

source: Unlock MealPlan to plan this far ahead
da: Lås MealPlan op for at planlægge så langt frem
es: Desbloquea MealPlan para planificar tan lejos
fr: Débloquez MealPlan pour planifier aussi loin
it: Sblocca MealPlan per pianificare così avanti
nl: Ontgrendel MealPlan om zo ver vooruit te plannen
pt_pt: Desbloqueia o MealPlan para planear tão longe

source: Unlock to plan this day and later dates.
da: Lås appen op for at planlægge denne dag og senere datoer.
de: Schalte die App frei, um diesen und spätere Tage zu planen.
es: Desbloquea la app para planificar este día y fechas posteriores.
fr: Débloquez l’app pour planifier ce jour et les dates suivantes.
it: Sblocca l’app per pianificare questo giorno e le date successive.
nl: Ontgrendel de app om deze dag en latere datums te plannen.
pt_pt: Desbloqueia a app para planeares este dia e datas posteriores.

source: Unlock unlimited planning with a one-time purchase.
da: Lås ubegrænset planlægning op med et engangskøb.
es: Desbloquea la planificación ilimitada con una compra única.
fr: Débloquez la planification illimitée avec un achat unique.
it: Sblocca la pianificazione illimitata con un acquisto una tantum.
nl: Ontgrendel onbeperkt plannen met een eenmalige aankoop.
pt_pt: Desbloqueia o planeamento ilimitado com uma compra única.

source: Unlocks planning beyond the next 7 days
da: Låser planlægning ud over de næste 7 dage op
es: Desbloquea la planificación más allá de los próximos 7 días
fr: Débloque la planification au-delà des 7 prochains jours
it: Sblocca la pianificazione oltre i prossimi 7 giorni
nl: Ontgrendelt plannen voorbij de komende 7 dagen
pt_pt: Desbloqueia o planeamento para além dos próximos 7 dias

source: Until
da: Indtil
de: Bis
es: Hasta
fr: Jusqu’au
it: Fino a
nl: Tot
pt_pt: Até

source: Untitled dish
da: Ret uden navn
de: Unbenanntes Gericht
es: Plato sin título
fr: Plat sans titre
it: Piatto senza titolo
nl: Naamloos gerecht
pt_pt: Prato sem título

source: Untitled meal
da: Måltid uden navn
es: Comida sin título
fr: Repas sans titre
it: Pasto senza titolo
nl: Naamloze maaltijd
pt_pt: Refeição sem título

source: Untitled recipe
da: Opskrift uden navn
de: Rezept ohne Titel
es: Receta sin título
fr: Recette sans titre
it: Ricetta senza titolo
nl: Naamloos recept
pt_pt: Receita sem título

source: Updated %@
da: Opdateret %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@
nl: Bijgewerkt %@
pt_pt: Atualizado %@

source: Use a template
da: Brug en skabelon
es: Usar una plantilla
fr: Utiliser un modèle
it: Usa un modello
nl: Een sjabloon gebruiken
pt_pt: Usar um modelo

source: Use as the dish’s photo
da: Brug som rettens billede
es: Usar como foto del plato
fr: Utiliser comme photo du plat
it: Usa come foto del piatto
nl: Gebruiken als foto van het gerecht
pt_pt: Usar como foto do prato

source: Use Calendar for meal planning
da: Brug Kalender til madplanlægning
de: Kalender für die Essensplanung nutzen
es: Usar el calendario para planificar comidas
fr: Utiliser Calendrier pour planifier les repas
it: Usa Calendario per la pianificazione dei pasti
nl: Agenda gebruiken voor maaltijdplanning
pt_pt: Usar o Calendário para o planeamento de refeições

source: Use events from selected calendars to provide helpful context when planning meals.
da: Begivenheder fra de valgte kalendere giver nyttig kontekst, når du planlægger måltider.
de: Termine aus ausgewählten Kalendern geben hilfreichen Kontext bei der Essensplanung.
es: Los eventos de los calendarios seleccionados aportan contexto útil al planificar las comidas.
fr: Les événements des calendriers sélectionnés apportent un contexte utile lors de la planification des repas.
it: Gli eventi dei calendari selezionati offrono un contesto utile quando pianifichi i pasti.
nl: Afspraken uit geselecteerde agenda’s geven nuttige context bij het plannen van maaltijden.
pt_pt: Os eventos dos calendários selecionados dão contexto útil ao planear refeições.

source: Use scan
da: Brug scanningen
es: Usar el escaneo
fr: Utiliser le scan
it: Usa la scansione
nl: Scan gebruiken
pt_pt: Usar a digitalização

source: Use standard aisle
da: Brug standardafdelingen
es: Usar el pasillo estándar
fr: Utiliser le rayon standard
it: Usa il reparto standard
nl: Standaardschap gebruiken
pt_pt: Usar o corredor padrão

source: Use tags for diets, occasions, collections, and anything else you want to find again. A few are suggested from the name and ingredients.
da: Brug tags til diæter, anledninger, samlinger og alt andet, du vil kunne finde igen. Nogle foreslås ud fra navn og ingredienser.
de: Nutze Tags für Ernährungsweisen, Anlässe, Sammlungen und alles, was du wiederfinden möchtest. Einige werden aus Name und Zutaten vorgeschlagen.
es: Usa etiquetas para dietas, ocasiones, colecciones y todo lo que quieras volver a encontrar. Algunas se sugieren a partir del nombre y los ingredientes.
fr: Utilisez les tags pour les régimes, les occasions, les collections et tout ce que vous voulez retrouver. Quelques-uns sont suggérés d’après le nom et les ingrédients.
it: Usa i tag per diete, occasioni, raccolte e tutto ciò che vuoi ritrovare. Alcuni vengono suggeriti dal nome e dagli ingredienti.
nl: Gebruik labels voor diëten, gelegenheden, verzamelingen en alles wat je wilt terugvinden. Een paar worden voorgesteld op basis van de naam en de ingrediënten.
pt_pt: Usa etiquetas para dietas, ocasiões, coleções e tudo o que queiras voltar a encontrar. Algumas são sugeridas a partir do nome e dos ingredientes.

source: Use the standard times
da: Brug standardtiderne
de: Standardzeiten verwenden
es: Usar los horarios estándar
fr: Utiliser les heures standard
it: Usa gli orari standard
nl: Standaardtijden gebruiken
pt_pt: Usar os horários padrão

source: Use this instead
da: Brug dette i stedet
es: Usar esto en su lugar
fr: Utiliser ceci à la place
it: Usa questo invece
nl: Dit in plaats daarvan gebruiken
pt_pt: Usar isto em vez disso

source: Use this recipe
da: Brug denne opskrift
es: Usar esta receta
fr: Utiliser cette recette
it: Usa questa ricetta
nl: Dit recept gebruiken
pt_pt: Usar esta receita

source: Used by “Find a recipe”. iOS doesn’t tell apps which search engine you prefer, so pick one here.
da: Bruges af “Find en opskrift”. iOS fortæller ikke apps, hvilken søgemaskine du foretrækker, så vælg en her.
es: Se usa en “Buscar una receta”. iOS no indica a las apps qué buscador prefieres, así que elige uno aquí.
fr: Utilisé par « Trouver une recette ». iOS n’indique pas aux apps quel moteur de recherche vous préférez : choisissez-en un ici.
it: Usato da “Trova una ricetta”. iOS non comunica alle app quale motore di ricerca preferisci, quindi scegline uno qui.
nl: Gebruikt door “Zoek een recept”. iOS vertelt apps niet welke zoekmachine je voorkeur heeft, dus kies er hier een.
pt_pt: Usado por “Encontrar uma receita”. O iOS não indica às apps qual o motor de busca que preferes, por isso escolhe um aqui.

source: Used everywhere this dish has no photo
da: Bruges alle steder, hvor denne ret ikke har et billede
es: Se usa siempre que este plato no tiene foto
fr: Utilisé partout où ce plat n’a pas de photo
it: Usato ovunque questo piatto non abbia una foto
nl: Wordt overal gebruikt waar dit gerecht geen foto heeft
pt_pt: Usado sempre que este prato não tem foto

source: Uses practical kitchen increments, including whole eggs. Turn off to show exact values.
da: Bruger praktiske køkkenmængder, inklusive hele æg. Slå fra for at vise præcise værdier.
es: Usa cantidades prácticas de cocina, incluidos huevos enteros. Desactívalo para ver valores exactos.
fr: Utilise des quantités pratiques en cuisine, œufs entiers compris. Désactivez pour afficher les valeurs exactes.
it: Usa quantità pratiche da cucina, uova intere comprese. Disattiva per vedere i valori esatti.
nl: Gebruikt praktische keukenhoeveelheden, inclusief hele eieren. Schakel uit om exacte waarden te tonen.
pt_pt: Usa quantidades práticas de cozinha, incluindo ovos inteiros. Desativa para ver valores exatos.

source: Usually have
da: Har det som regel
es: Suelo tener
fr: J’en ai toujours
it: Di solito ce l’ho
nl: Heb ik meestal
pt_pt: Costumo ter

source: Usually have this
da: Har som regel dette
es: Suelo tener esto
fr: J’ai toujours ça
it: Di solito ho questo
nl: Dit heb ik meestal
pt_pt: Costumo ter isto

source: Values are
da: Værdier er
es: Los valores son
fr: Les valeurs sont
it: I valori sono
nl: Waarden zijn
pt_pt: Os valores são

source: Variant of “%@”
da: Variant af “%@”
de: Variante von „%@“
es: Variante de “%@”
fr: Variante de « %@ »
it: Variante di “%@”
nl: Variant van “%@”
pt_pt: Variante de “%@”

source: Vegan
da: Vegansk
es: Vegano
fr: Végétalien
it: Vegano
nl: Veganistisch
pt_pt: Vegano

source: Vegetable stir-fry
da: Wokstegte grøntsager
de: Gebratenes Gemüse
es: Salteado de verduras
fr: Poêlée de légumes
it: Verdure saltate
nl: Roergebakken groenten
pt_pt: Legumes salteados

source: Vegetarian
da: Vegetarisk
de: Vegetarisch
es: Vegetariano
fr: Végétarien
it: Vegetariano
nl: Vegetarisch
pt_pt: Vegetariano

source: View only
da: Kun visning
es: Solo lectura
fr: Lecture seule
it: Sola lettura
nl: Alleen lezen
pt_pt: Só de leitura

source: Vinegar
da: Eddike
de: Essig
es: Vinagre
fr: Vinaigre
it: Aceto
nl: Azijn
pt_pt: Vinagre

source: Water
da: Vand
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt_pt: Água

source: We skipped this
da: Vi sprang den over
de: Haben wir ausgelassen
es: Nos lo saltamos
fr: On a sauté ce repas
it: L’abbiamo saltato
nl: Dit hebben we overgeslagen
pt_pt: Saltámos esta

source: Website address
da: Webadresse
de: Website-Adresse
es: Dirección web
fr: Adresse du site
it: Indirizzo del sito
nl: Webadres
pt_pt: Endereço do site

source: Week
da: Uge
es: Semana
fr: Semaine
it: Settimana
pt_pt: Semana

source: Week %lld · %@ – %@
da: Uge %lld · %@ – %@
de: KW %lld · %@ – %@
es: Semana %lld · %@ – %@
fr: Semaine %lld · %@ – %@
it: Settimana %lld · %@ – %@
pt_pt: Semana %lld · %@ – %@

source: Week PDF
da: Uge-PDF
es: PDF de la semana
fr: PDF de la semaine
it: PDF della settimana
pt_pt: PDF da semana

source: Week template
da: Ugeskabelon
es: Plantilla semanal
fr: Modèle de semaine
it: Modello settimanale
nl: Weeksjabloon
pt_pt: Modelo semanal

source: Week templates
da: Ugeskabeloner
es: Plantillas semanales
fr: Modèles de semaine
it: Modelli settimanali
nl: Weeksjablonen
pt_pt: Modelos semanais

source: Welcome to MealPlan
da: Velkommen til MealPlan
de: Willkommen bei MealPlan
es: Te damos la bienvenida a MealPlan
fr: Bienvenue dans MealPlan
it: Benvenuto in MealPlan
nl: Welkom bij MealPlan
pt_pt: Bem-vindo ao MealPlan

source: What
da: Hvad
es: Qué
fr: Quoi
it: Cosa
nl: Wat
pt_pt: O quê

source: What should the dish be called?
da: Hvad skal retten hedde?
es: ¿Cómo se va a llamar el plato?
fr: Comment s’appelle le plat ?
it: Come si chiama il piatto?
nl: Hoe moet het gerecht heten?
pt_pt: Como se vai chamar o prato?

source: What’s planned for today, and what’s coming tomorrow.
da: Hvad der er planlagt i dag, og hvad der kommer i morgen.
de: Was heute geplant ist und was morgen kommt.
es: Lo que hay planificado para hoy y lo que viene mañana.
fr: Ce qui est prévu aujourd’hui, et ce qui arrive demain.
it: Cosa c’è in programma oggi e cosa arriva domani.
nl: Wat er vandaag gepland staat en wat er morgen komt.
pt_pt: O que está planeado para hoje e o que vem amanhã.

source: What’s Planned?
da: Hvad er planlagt?
es: ¿Qué hay planificado?
fr: Qu’est-ce qui est prévu ?
it: Cosa c’è in programma?
nl: Wat staat er gepland?
pt_pt: O que está planeado?

source: When
da: Hvornår
es: Cuándo
fr: Quand
it: Quando
nl: Wanneer
pt_pt: Quando

source: Where are we going?
da: Hvor skal vi hen?
es: ¿Adónde vamos?
fr: Où allons-nous ?
it: Dove andiamo?
nl: Waar gaan we heen?
pt_pt: Onde vamos?

source: Which day should I plan it for?
da: Hvilken dag skal jeg planlægge den til?
es: ¿Para qué día lo planifico?
fr: Pour quel jour dois-je le planifier ?
it: Per quale giorno devo pianificarlo?
nl: Voor welke dag zal ik het plannen?
pt_pt: Para que dia devo planeá-lo?

source: Which dish would you like to plan?
da: Hvilken ret vil du planlægge?
es: ¿Qué plato quieres planificar?
fr: Quel plat souhaitez-vous planifier ?
it: Quale piatto vuoi pianificare?
nl: Welk gerecht wil je plannen?
pt_pt: Que prato queres planear?

source: Which list
da: Hvilken liste
de: Welche Liste
es: Qué lista
fr: Quelle liste
it: Quale lista
nl: Welke lijst
pt_pt: Que lista

source: Which meal should I add it to?
da: Hvilket måltid skal jeg føje den til?
es: ¿A qué comida lo añado?
fr: À quel repas dois-je l’ajouter ?
it: A quale pasto devo aggiungerlo?
nl: Aan welke maaltijd zal ik het toevoegen?
pt_pt: A que refeição devo adicioná-lo?

source: While sharing you can put the new dish straight onto a day in your plan.
da: Når du deler, kan du lægge den nye ret direkte på en dag i din plan.
de: Beim Teilen kannst du das neue Gericht gleich auf einen Tag im Plan legen.
es: Al compartir puedes poner el plato nuevo directamente en un día de tu plan.
fr: Lors du partage, vous pouvez placer le nouveau plat directement sur un jour de votre menu.
it: Mentre condividi puoi mettere il nuovo piatto direttamente in un giorno del tuo piano.
nl: Tijdens het delen kun je het nieuwe gerecht meteen op een dag in je plan zetten.
pt_pt: Ao partilhares, podes colocar o prato novo diretamente num dia do teu plano.

source: Who’s planning
da: Hvem planlægger
es: Quién planifica
fr: Qui planifie
it: Chi pianifica
nl: Wie plant
pt_pt: Quem planeia

source: Whose calendar is this?
da: Hvem tilhører denne kalender?
de: Wem gehört dieser Kalender?
es: ¿De quién es este calendario?
fr: À qui appartient ce calendrier ?
it: Di chi è questo calendario?
nl: Van wie is deze agenda?
pt_pt: De quem é este calendário?

source: Widgets and Siri show tonight’s meal without opening the app.
da: Widgets og Siri viser dagens måltid uden at åbne appen.
de: Widgets und Siri zeigen das Essen von heute, ohne die App zu öffnen.
es: Los widgets y Siri muestran la comida de hoy sin abrir la app.
fr: Les widgets et Siri affichent le repas du jour sans ouvrir l’app.
it: I widget e Siri mostrano il pasto di oggi senza aprire l’app.
nl: Widgets en Siri tonen de maaltijd van vandaag zonder de app te openen.
pt_pt: Os widgets e a Siri mostram a refeição de hoje sem abrir a app.

source: Winery
da: Vingård
es: Bodega
fr: Domaine viticole
it: Cantina
nl: Wijnhuis
pt_pt: Adega

source: Winter
da: Vinter
es: Invierno
fr: Hiver
it: Inverno
pt_pt: Inverno

source: Worked out from each recipe's ingredients using average reference values, so figures are rough — a planning aid, not a nutrition label. Add your own values to an ingredient from the recipe screen.
da: Beregnet ud fra hver opskrifts ingredienser med gennemsnitlige referenceværdier, så tallene er omtrentlige — en planlægningshjælp, ikke en næringsdeklaration. Tilføj dine egne værdier til en ingrediens fra opskriftsskærmen.
es: Calculado a partir de los ingredientes de cada receta con valores de referencia medios, así que las cifras son aproximadas: una ayuda para planificar, no una etiqueta nutricional. Puedes añadir tus propios valores a un ingrediente desde la pantalla de la receta.
fr: Calculé à partir des ingrédients de chaque recette avec des valeurs de référence moyennes : les chiffres sont donc approximatifs — une aide à la planification, pas une étiquette nutritionnelle. Ajoutez vos propres valeurs à un ingrédient depuis l’écran de la recette.
it: Calcolato dagli ingredienti di ogni ricetta con valori di riferimento medi, quindi i numeri sono approssimativi: un aiuto per pianificare, non un’etichetta nutrizionale. Puoi aggiungere i tuoi valori a un ingrediente dalla schermata della ricetta.
nl: Berekend uit de ingrediënten van elk recept met gemiddelde referentiewaarden, dus de cijfers zijn ruw — een hulpmiddel bij het plannen, geen voedingswaardedeclaratie. Voeg je eigen waarden toe aan een ingrediënt vanaf het receptscherm.
pt_pt: Calculado a partir dos ingredientes de cada receita com valores de referência médios, por isso os números são aproximados — uma ajuda ao planeamento, não um rótulo nutricional. Podes adicionar os teus próprios valores a um ingrediente no ecrã da receita.

source: Worked out from the ingredient list using average reference values. Real portions vary — treat it as a rough guide, not a nutrition label.
da: Beregnet ud fra ingredienslisten med gennemsnitlige referenceværdier. Rigtige portioner varierer — betragt det som et løst pejlemærke, ikke en næringsdeklaration.
es: Calculado a partir de la lista de ingredientes con valores de referencia medios. Las raciones reales varían: tómalo como una guía aproximada, no como una etiqueta nutricional.
fr: Calculé à partir de la liste des ingrédients avec des valeurs de référence moyennes. Les portions réelles varient : considérez-le comme un ordre de grandeur, pas comme une étiquette nutritionnelle.
it: Calcolato dalla lista degli ingredienti con valori di riferimento medi. Le porzioni reali variano: consideralo un’indicazione di massima, non un’etichetta nutrizionale.
nl: Berekend uit de ingrediëntenlijst met gemiddelde referentiewaarden. Echte porties verschillen: zie het als een ruwe richtlijn, niet als een voedingswaardedeclaratie.
pt_pt: Calculado a partir da lista de ingredientes com valores de referência médios. As doses reais variam: trata isto como um guia aproximado, não como um rótulo nutricional.

source: Writes one file holding everything: dishes, ingredients, the plan, routines, cooked history, the shopping list, week templates and your settings. Save it somewhere you can reach from the other build — iCloud Drive or AirDrop.
da: Skriver én fil med det hele: retter, ingredienser, planen, rutiner, historik over tilberedte måltider, indkøbslisten, ugeskabeloner og dine indstillinger. Gem den et sted, du kan nå fra den anden build — iCloud Drive eller AirDrop.
es: Escribe un único archivo con todo: platos, ingredientes, el plan, las rutinas, el historial de lo cocinado, la lista de la compra, las plantillas semanales y tus ajustes. Guárdalo donde puedas llegar desde la otra versión: iCloud Drive o AirDrop.
fr: Écrit un seul fichier contenant tout : plats, ingrédients, menu, routines, historique de cuisine, liste de courses, modèles de semaine et vos réglages. Enregistrez-le à un endroit accessible depuis l’autre version — iCloud Drive ou AirDrop.
it: Scrive un unico file con tutto: piatti, ingredienti, piano, routine, cronologia di ciò che hai cucinato, lista della spesa, modelli settimanali e le tue impostazioni. Salvalo dove puoi raggiungerlo dall’altra build: iCloud Drive o AirDrop.
nl: Schrijft één bestand met alles: gerechten, ingrediënten, het plan, routines, kookgeschiedenis, de boodschappenlijst, weeksjablonen en je instellingen. Bewaar het ergens waar je vanuit de andere build bij kunt — iCloud Drive of AirDrop.
pt_pt: Escreve um único ficheiro com tudo: pratos, ingredientes, o plano, rotinas, histórico do que foi cozinhado, a lista de compras, modelos semanais e as tuas definições. Guarda-o onde consigas chegar a partir da outra build — iCloud Drive ou AirDrop.

source: Written
da: Skrevet
es: Creada
fr: Créée le
it: Creato il
nl: Geschreven op
pt_pt: Criada em

source: You
da: Dig
es: Tú
fr: Vous
it: Tu
nl: Jij
pt_pt: Tu

source: You have view-only access to this meal plan.
da: Du har kun læseadgang til denne madplan.
es: Tienes acceso de solo lectura a este plan de comidas.
fr: Vous avez un accès en lecture seule à ce menu.
it: Hai accesso in sola lettura a questo piano dei pasti.
nl: Je hebt alleen-lezen toegang tot dit maaltijdplan.
pt_pt: Tens acesso só de leitura a este plano de refeições.

source: You joined as a view-only guest.
da: Du er kommet med som gæst med kun læseadgang.
es: Te has unido como invitado de solo lectura.
fr: Vous avez rejoint en tant qu’invité en lecture seule.
it: Ti sei unito come ospite in sola lettura.
nl: Je bent toegetreden als alleen-lezen gast.
pt_pt: Juntaste-te como convidado só de leitura.
